{
  "basics": {
    "name": "Kasper Marstal",
    "label": "M.Sc. Eng., Medicin & Technology",
    "picture": "https://avatars3.githubusercontent.com/u/478833?v=3&s=460",
    "email": "kaspermarstal@gmail.com",
    "phone": "+44 7729 860688",
    "website": "http://kaspermarstal.github.io",
    "summary": "I believe computer-based analysis of medical images and clinical data will change the future of modern healthcare and I'm absolutely thrilled to be working in this field. My main interest is improving clinical workflow using computer aided diagnosis. I strongly believe in AI-based image analysis and making my science-y algorithms user-friendly so the (often not so technical) clinical personnel can actually put them to good use. For my Master's in Medicin & Technology I specialized in machine learning and medical image processing. Being part medicine and part computer science, this degree provides a fantastic multi-disciplinary foundation for working in this field. Having had medical courses alongside medicine students I understand mentality of healthcare professionals and how to work a multidisciplinary environment. And as a graduate in engineering I am result-oriented, versatile and analytical. I also have a bachelor degree in physics which has taught me the principles of problem solving and mathematical modelling. I come with an open mind, new ideas and high standards for myself and the company I work for. I have international experience and practical understanding of client contact through my 10 years working at Frederiksberg Hospital as a project assistant and fulltime R&D. I am easy to work with and contribute to a relaxed but focused workplace. ",
    "location": {
      "address": "72A Settles Street",
      "postalCode": "E1 1JP",
      "city": "Whitechapel",
      "countryCode": "UK",
      "region": "London"
    },
    "profiles": [
      {
        "network": "LinkedIn",
        "username": "kaspermarstal",
        "url": "http://dk.linkedin.com/in/kaspermarstal/"
      },
      {
        "network": "Github",
        "username": "kaspermarstal",
        "url": "http://github.com/kaspermarstal"
      },
      {
        "network": "Stackoverflow",
        "username": "kaspermarstal",
        "url": "http://http://stackoverflow.com/users/346365/kasper-marstal"
      }
    ]
  },
  "work": [
    {
      "company": "Image Analysis",
      "position": "Scientific Project Officer",
      "website": "http://imageanalysis.org.uk",
      "startDate": "2014-01-04",
      "summary": "Image Analysis Ltd develops Dynamika, an enterprise platform for MRI analysis and scoring. I develop the core image processing algorithms  specifically for scoring inflammatory or autoimmune conditions such as rheumatoid arthritis and cancer. The algorithms are both fully automatic and semi-automatic allows for detection and quantification of even subtle changes in disease progression.",
      "highlights": [
        "Integrated the elastix medical image registration library and the entire ITK library with our Java-based backend.",
        "Developed an algorithm that identifies bone voids and output 3D printing instructions for printing bio-reabsorbable scaffolds on which stem cells can grow and heal major bone defects.",
        "Key contributor to Image Analysis' state-of-the-art cloud-based medical image processing platform used in research and clinical practice all over the world."
      ]
    },
    {
      "company": "Parker Institute, Frederiksberg Hospital",
      "position": "Research & Development and Project Assistant",
      "website": "http://imageanalysis.org.uk",
      "startDate": "2003-01-06",
      "endDate": "2014-03-31",
      "summary": "The Parker Institute is a research organization at Frederiksberg Hospital. I was initially hired as project assistant doing project management and conducting medical test on patients mainly in the areas of rheumatology and fibromyalgia. When I started studying physics I was assigned to the medical image department and conducted research in collaboration with Department of Radiology.",
      "highlights": [
        "Developed an algortihm for knee cartilage segmentation from MR images that would turn into my bachelor thesis.",
        "Extensive patient contact."
      ]
    }
  ],
  "education": [
    {
      "institution": "Technical University of Denmark",
      "area": "Medicin & Technology, Image Diagnostics and Radiation Physics Study Programme",
      "studyType": "Master",
      "startDate": "2011-09-01",
      "endDate": "2014-03-31",
      "courses": [
        "Medical Image Analysis (02505)",
        "Advanced Image Analysis (02506)",
        "Medical Magnetic Resonance Imaging (31547)",
        "Advanced Signal Processing With Biomedical Applications (31560)",
        "Biomedical product development (31590)",
        "Pathophysiology (KU101)",
        "High-Performance Computing (02614)",
        "Statistical Design and Analysis of Experiments (02411)",
        "Time Series Analysis (02417)",
        "Project work within Image Analysis and Computer Graphics (02507)"
      ]
    },
    {
      "institution": "University of Copenhagen",
      "area": "Physics",
      "studyType": "Bachelor",
      "startDate": "2017-09-01",
      "endDate": "2011-08-10",
      "courses": [
        "Medical Image Analysis (NDAK10005U)",
        "Operating Systems and Concurrent Programming (NDAA04029U)",
        "Quantum Mechanics (QM2) (NFYB10010U)",
        "Quantum Mechanics (QM1) (NFYB10013U)",
        "Electromagnetism and Waves (NFYB10005U)",
        "Electromagnetism  (NFYB10023U)",
        "Stellar Structure and Evolution (NFYB10014U)",
        "Cosmology (NFYB10024U)",
        "Origin and Evolution of the Solar System (NNMA13002U)",
        "Statistical Physics (NFYB10026U)",
        "Thermodynamics (NFYB10001U)",
        "Mathematics For Physicists (NFYA04070U)",
        "Introduction to Mechanics and Relativity Theory (NFYB10004U)",
        "Classical Mechanics (NFYB10012U)",
        "Introduction to Computing for Physicists (NFYA06018U)",
        "Introduction to Atomic Physics (NFYB13007U)",
        "Dynamical Systems and Chaos (NFYA05045U)",
        "Solution of differential equations  (NMAA08036U)",
        "Linear Algebra (NMAB10007U)"
      ]
    }
  ],
  "awards": [
    {
      "title": "Best Student Paper Award",
      "date": "2011-09-15",
      "awarder": "IEEE ELMAR 2011, Zadar, Croatia",
      "summary": "Awarded for a paper written on the basis of my bachelor thesis \"Semi-automatic Segmentation of Knee Osteoarthritic Cartilage in Magnetic Resonance Images\"."
    }
  ],
  "publications": [
    {
      "name": "Semi-automatic Segmentation of Knee Osteoarthritic Cartilage in Magnetic Resonance Images",
      "publisher": "IEEE",
      "releaseDate": "2011-05-25",
      "website": "",
      "summary": "Fast, innovative algorithm for segmentation of knee articular cartilage."
    }
  ],
  "skills": [
    {
      "name": "Image Processing",
      "level": "Master",
      "keywords": [
        "C++",
        "ITK",
        "CUDA",
        "Python",
        "Matlab"
      ]
    },
    {
      "name": "Medical Image Analysis",
      "level": "Master",
      "keywords": [
        "Medical Imaging",
        "Machine Learning",
        "Mathematical Modelling"
      ]
    },
    {
      "name": "Research & Development",
      "level": "Master",
      "keywords": [
        "Project Management",
        "Scientific Paper Writing",
        "Excellent Presentation Skills",
        "International Experience",
        "SCRUM Software Development"
      ]
    },
    {
      "name": "Front-end Development",
      "level": "Good",
      "keywords": [
        "Node.js",
        "Angular.js",
        "HTML",
        "Javascript",
        "PHP"
      ]
    },
    {
      "name": "Back-end Development",
      "level": "Intermediate",
      "keywords": [
        "Java",
        "Spring IO Platform",
        "PostgreSQL",
        "CouchDB",
        "Neo4j"
      ]
    }
  ],
  "languages": [
    {
      "language": "Danish",
      "fluency": "Native profeciency"
    },
    {
      "language": "English",
      "fluency": "Full professional profeciency"
    },
    {
      "language": "German",
      "fluency": "Elementary profeciency"
    }
  ],
  "interests": [
    {
      "name": "Drumming",
      "keywords": [
        "Mike Johnston",
        "Tony Royster Jr.",
        "Double bass pedals"
      ]
    },
    {
      "name": "Snowboarding",
      "keywords": [
        "Hangtime",
        "After ski"
      ]
    },
    {
      "name": "Scuba diving",
      "keywords": [
        "The closest you can come to feeling like flying"
      ]
    }
  ],
  "references": [
    {
      "name": "Tim Cootes, Professor in Computer Vision, University of Manchester",
      "reference": "I had the pleasure of supervising Kasper during a 5 month visit he made to Manchester (March-June 2013). During that time he was working on extending parts+geometry models to help improve 3D image registration. He was an excellent student - he quickly familiarised himself with new, fairly complex C++ code and was able to develop quite a sophisticated system in a short time. He interacted well with the group here and seemed to make good use of the opportunities available in Manchester. I have very much enjoyed working with Kasper, who I’m sure will go on to great things in whatever area he chooses to work in. He learns quickly, writes well and has demonstrated the ability to come up with innovative new ideas. He will be a great asset to any company or research group that takes him on."
    },
    {
      "name": "Rasmus Poulsen, Associate Professor, DTU Compute, Technical University of Denmark",
      "reference": "Kasper is a graduate student at the medicine and technology program at DTU. We know Kasper from his earlier work and projects connected to our department and he has proven to be an outstanding student. He is highly motivated and gifted with an open attitude. Kasper is one of our top student and we hope that he will continue his career at our institution."
    },
    {
      "name": "Dr. Olga Kubassova, Founder and CEO at Image Analysis Ltd",
      "reference": "Kasper is very bright, self-motivated and enthusiastic. It is a pleasure to work with him!"
    }
  ]
}